Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: %@ left on your WHOOP — recharge tonight.
de: Noch %@ auf deinem WHOOP – lade es heute Nacht auf.
es: Autonomía restante en tu WHOOP: %@. Recárgalo esta noche.
fr: Il reste %@ sur votre WHOOP — rechargez-le ce soir.
it: Autonomia rimanente sul tuo WHOOP: %@. Ricaricalo stanotte.
pl: %@ pozostało na Twoim WHOOP — doładuj dzisiaj wieczorem.
pt_pt: Autonomia restante no teu WHOOP: %@. Recarrega-o esta noite.
ru: Осталось %@ на вашем WHOOP — зарядите его сегодня ночью.
th: WHOOP ของคุณเหลือ %@ — ชาร์จคืนนี้
zh_hans: 你的 WHOOP 还剩 %@，今晚请充电。
zh_hant: 你的 WHOOP 還剩 %@，今晚請充電。

# %@ link · r = %@ · n = %lld days
source: %1$@ link · r = %2$@ · n = %3$lld days
de: %1$@ Zusammenhang · r = %2$@ · n = %3$lld Tage
es: Vínculo %@ · r = %@ · n = %lld días
fr: Lien %1$@ · r = %2$@ · n = %3$lld jours
it: Relazione %@ · r = %@ · n = %lld giorni
pl: %1$@ łącze · r = %2$@ · n = %3$lld dni
pt_pt: %1$@ ligação · r = %2$@ · n = %3$lld dias
ru: %1$@ связь · r = %2$@ · n = %3$lld дн.
th: ความสัมพันธ์%@ · r = %@ · n = %lld วัน
zh_hans: %@ 关联 · r = %@ · n = %lld 天
zh_hant: %@ 關聯 · r = %@ · n = %lld 天

source: %@ needed
de: %@ benötigt
es: %1$@ necesario
fr: %1$@ nécessaire
pl: Potrzebny %@
pt_pt: %@ necessário
ru: %@ нужно
th: จำเป็นต้องมี %@

source: %@ No clear relationship. They move largely independently.
de: %@ Kein klarer Zusammenhang. Sie bewegen sich weitgehend unabhängig.
es: %@ Sin relación clara. Se mueven de forma mayormente independiente.
fr: %@ Aucune relation claire. Elles évoluent en grande partie de façon indépendante.
it: %@ Nessuna relazione chiara. Si muovono in gran parte in modo indipendente.
pl: %@ Brak jasnego związku. Poruszają się w dużej mierze niezależnie.
pt_pt: %@ Sem relação clara. Movem-se em grande parte de forma independente.
ru: %@ Чёткой связи нет. Показатели меняются в основном независимо друг от друга.
th: %@ ไม่มีความสัมพันธ์ที่ชัดเจน พวกมันเคลื่อนไหวอย่างอิสระเป็นส่วนใหญ่
zh_hans: %@ 没有明显关系。两者基本各自独立变化。
zh_hant: %@ 沒有明顯關聯。兩者大致各自獨立變化。

# %@ of %@ litres
source: %1$@ of %2$@ litres
de: %1$@ von %2$@ Litern
es: %@ de %@ litros
fr: %1$@ sur %2$@ litres
it: %1$@ di %2$@ litri
pl: %1$@ z %2$@ litrów
pt_pt: %1$@ de %2$@ litros
ru: %1$@ из %2$@ литров
th: %@ ของ %@ ลิตร
zh_hans: %1$@ / %2$@ 升
zh_hant: %1$@ / %2$@ 公升

source: %@ of %@ used
de: %@ von %@ verwendet
es: %@ de %@ usados
fr: %@ sur %@ utilisés
it: %@ di %@ utilizzati
pl: Wykorzystano %@ z %@
pt_pt: %@ de %@ utilizados
ru: Использовано %@ из %@
th: ใช้ %@ ของ %@ แล้ว
zh_hans: 已使用 %@，共 %@
zh_hant: 已使用 %@，共 %@

source: %@ of recording left, but tonight needs about %@. Charge before bed.
de: Noch %1$@ Aufzeichnung, aber die heutige Nacht braucht etwa %2$@. Lade vor dem Schlafengehen auf.
es: Registro restante: %1$@, pero esta noche necesita alrededor de %2$@. Carga tu WHOOP antes de acostarte.
fr: Il reste %1$@ d'enregistrement, mais cette nuit en demande environ %2$@. Rechargez avant de vous coucher.
it: Registrazione rimanente: %1$@, ma stanotte ne servono circa %2$@. Ricarica prima di andare a dormire.
pl: Pozostało %@ nagrania, ale dziś wieczorem potrzeba około %@. Energia przed snem.
pt_pt: Gravação restante: %1$@, mas esta noite precisa de cerca de %2$@. Carrega antes de te deitares.
ru: Осталось %1$@ записи, но на сегодняшнюю ночь нужно около %2$@. Зарядите перед сном.
th: บันทึกต่อได้อีก %@ แต่คืนนี้ต้องใช้ประมาณ %@ โปรดชาร์จก่อนนอน
zh_hans: 还能记录 %1$@，但今晚约需 %2$@。请在睡前充电。
zh_hant: 還能記錄 %1$@，但今晚約需 %2$@。請在睡前充電。

source: %@ pace
de: Tempo %@
es: Ritmo %@
fr: Allure %@
it: Ritmo %@
pl: Tempo %@
pt_pt: %@ ritmo
ru: %@ темп
th: ฝีเท้า %@
zh_hans: 配速 %@
zh_hant: 配速 %@

# %@ says %@. Tap to compare
source: %1$@ says %2$@. Tap to compare
de: %1$@ sagt %2$@. Zum Vergleichen tippen
es: %@ dice %@. Toca para comparar
fr: %1$@ dit %2$@. Touchez pour comparer
it: %@ dice %@. Tocca per confrontare
pl: %1$@ mówi %2$@. Kliknij, żeby porównać
pt_pt: %1$@ diz %2$@. Toca para comparar
ru: %1$@ говорит %2$@. Нажмите, чтобы сравнить
th: %@ บอกว่า %@ แตะเพื่อเปรียบเทียบ
zh_hans: %@ 显示 %@。点按以对比
zh_hant: %@ 顯示 %@。點擊以比較

source: %@ since you set this goal.
de: %@, seit du dir dieses Ziel gesetzt hast.
es: %@ desde que estableciste este objetivo.
fr: %@ depuis que vous avez fixé cet objectif.
it: %@ da quando hai impostato questo obiettivo.
pl: %@ od ustawienia tego celu.
pt_pt: %@ desde que você definiu essa meta.
ru: %@ с тех пор, как вы поставили эту цель.
th: %@ ตั้งแต่คุณตั้งเป้าหมายนี้
zh_hans: %@ 因为你设定了这个目标。
zh_hant: %@ 因為你設定了這個目標。

source: %@ slept
de: %@ geschlafen
es: %1$@ dormido
fr: %1$@ a dormi
pl: %@ spał
pt_pt: %@ dormiu
ru: %@ сна
th: %@ นอนแล้ว

source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
it: %@ passi
pl: %@ kroków
pt_pt: %@ passos
ru: %@ шагов
th: %@ ก้าว
zh_hans: %@ 步
zh_hant: %@ 步

source: %@ steps per motion unit
de: %@ Schritte pro Bewegungseinheit
es: %@ pasos por unidad de movimiento
fr: %@ pas par unité de mouvement
it: %@ passi per unità di movimento
pl: %@ kroki na jednostkę ruchu
pt_pt: %@ passos por unidade de movimento
ru: %@ шагов на единицу движения
th: %@ ก้าวต่อหน่วยการเคลื่อนไหว
zh_hans: 每个运动单位 %@ 步
zh_hant: 每個運動單位 %@ 步

source: %@ test mode
de: %@ Testmodus
es: Modo de prueba de %@
fr: Mode test %@
it: Modalità test %@
pl: Tryb testowy %@
pt_pt: %@ modo de teste
ru: %@ тестовый режим
th: โหมดทดสอบ %@
zh_hans: %@ 测试模式
zh_hant: %@ 測試模式

source: %@ used — no limit set on this key
de: %@ verwendet — für diesen Schlüssel ist kein Limit festgelegt
es: %@ usados — no hay ningún límite definido para esta clave
fr: %@ utilisés — aucune limite définie pour cette clé
it: %@ utilizzati — nessun limite impostato per questa chiave
pl: Wykorzystano %@ — dla tego klucza nie ustawiono limitu
pt_pt: %@ utilizados — não foi definido nenhum limite para esta chave
ru: Использовано %@ — для этого ключа лимит не задан
th: ใช้ %@ แล้ว — ไม่มีการกำหนดขีดจำกัดบนคีย์นี้
zh_hans: 已使用 %@ — 此密钥未设置限额
zh_hant: 已使用 %@ — 此金鑰未設定限額

source: %@ versus %@, r equals %@, %lld days
de: %@ gegen %@, r gleich %@, %lld Tage
es: %@ versus %@, r igual a %@, %lld días
fr: %@ versus %@, r = %@, %lld jours
it: %@ contro %@, r uguale a %@, %lld giorni
pl: %@ kontra %@, r równa się %@, %lld dni
pt_pt: %@ versus %@, r é igual a %@, %lld dias
ru: %@ против %@, r равно %@, %lld дн.
th: %@ กับ %@, r เท่ากับ %@, %lld วัน
zh_hans: %@ 对比 %@，r 等于 %@，%lld 天
zh_hant: %@ 對比 %@，r 等於 %@，%lld 天

# %@ vs start · peak %@ ms
source: %1$@ vs start · peak %2$@ ms
de: %1$@ vs. Start · Spitze %2$@ ms
es: %@ vs inicio · pico %@ ms
fr: %1$@ vs départ · pic %2$@ ms
it: %@ vs inizio · picco %@ ms
pl: %1$@ vs start · szczyt %2$@ ms
pt_pt: %1$@ vs início · pico %2$@ ms
ru: %1$@ от начала · пик %2$@ мс
th: %@ เทียบกับตอนเริ่มต้น · สูงสุด %@ ms
zh_hans: %@ 对比起始 · 峰值 %@ ms
zh_hant: %@ 對比起始 · 峰值 %@ 毫秒

source: %@ wake time
de: %@ Wachzeit
es: Hora de despertar %@
fr: Heure de réveil %@
it: Ora di risveglio %@
pl: %@ czas budzenia
pt_pt: %@ hora de despertar
ru: %@ время пробуждения
th: เวลาปลุก %@
zh_hans: %@ 起床时间
zh_hant: %@ 起床時間

# %@ When %@ rises, %@ tends to fall, a %@ %@ link.
source: %1$@ When %2$@ rises, %3$@ tends to fall, a %4$@ %5$@ link.
de: %1$@ Wenn %2$@ steigt, fällt %3$@ tendenziell (Zusammenhang: %4$@, %5$@).
es: %@ Cuando %@ sube, %@ tiende a bajar, un vínculo %@ %@.
fr: %1$@ Quand %2$@ augmente, %3$@ tend à diminuer, un lien %4$@ %5$@.
it: %@ Quando %@ sale, %@ tende a scendere, un legame %@ %@.
pl: %1$@ Kiedy %2$@ rośnie, %3$@ ma tendencję do spadania, łącze %4$@ %5$@.
pt_pt: %1$@ Quando %2$@ sobe, %3$@ tende a descer, uma ligação %4$@ %5$@.
ru: %1$@ Когда %2$@ растёт, %3$@ обычно снижается — %4$@ %5$@ связь.
th: %@ เมื่อ %@ สูงขึ้น %@ มักลดลง เป็นความสัมพันธ์%@ %@
zh_hans: %@ 当 %@ 上升时，%@ 往往下降，属于 %@ %@ 关联。
zh_hant: %@ 當 %@ 上升時，%@ 傾向下降，屬 %@ 的 %@ 關聯。

# %@ When %@ rises, %@ tends to rise, a %@ %@ link.
source: %1$@ When %2$@ rises, %3$@ tends to rise, a %4$@ %5$@ link.
de: %1$@ Wenn %2$@ steigt, steigt %3$@ tendenziell (Zusammenhang: %4$@, %5$@).
es: %@ Cuando %@ sube, %@ tiende a subir, un vínculo %@ %@.
fr: %1$@ Quand %2$@ augmente, %3$@ tend à augmenter, un lien %4$@ %5$@.
it: %@ Quando %@ sale, %@ tende a salire, un legame %@ %@.
pl: %1$@ Kiedy %2$@ rośnie, %3$@ ma tendencję do wzrostu, łącze %4$@ %5$@.
pt_pt: %1$@ Quando %2$@ sobe, %3$@ tende a subir, uma ligação %4$@ %5$@.
ru: %1$@ Когда %2$@ растёт, %3$@ тоже обычно растёт — %4$@ %5$@ связь.
th: %@ เมื่อ %@ สูงขึ้น %@ มักสูงขึ้นตาม เป็นความสัมพันธ์%@ %@
zh_hans: %@ 当 %@ 上升时，%@ 往往上升，属于 %@ %@ 关联。
zh_hant: %@ 當 %@ 上升時，%@ 傾向上升，屬 %@ 的 %@ 關聯。

source: %@ will ask for Bluetooth in a moment.
de: %@ fragt gleich nach Bluetooth.
es: %@ te pedirá Bluetooth en un momento.
fr: %@ va demander l'accès Bluetooth dans un instant.
it: %@ chiederà il Bluetooth tra un momento.
pl: %@ za chwilę poprosi o Bluetooth.
pt_pt: %@ solicitará o Bluetooth dentro de alguns instantes.
ru: %@ сейчас запросит доступ к Bluetooth.
th: %@ จะถามหา Bluetooth ในอีกสักครู่
zh_hans: %@ 稍后会请求 Bluetooth 权限。
zh_hant: %@ 稍後會要求 Bluetooth 權限。

source: %@ wrist alerts
de: %@ Handgelenk-Hinweise
es: Alertas de pulsera de %@
fr: %@ alertes au poignet
it: %@ avvisi al polso
pl: Alerty na nadgarstku %@
pt_pt: %@ alertas de pulso
ru: Уведомления на запястье, %@
th: การแจ้งเตือนข้อมือ %@
zh_hans: %@ 手腕提醒
zh_hant: %@ 手腕提醒

# %@-%@ · %lld days
source: %1$@-%2$@ · %3$lld days
de: %@-%@ · %lld Tage
es: %@-%@ · %lld días
fr: %@-%@ · %lld jours
it: %@-%@ · %lld giorni
pl: %@-%@ · %lld dni
pt_pt: %@-%@ · %lld dias
ru: %@-%@ · %lld дней
th: %@ – %@ · %lld วัน
zh_hans: %@-%@ · %lld 天
zh_hant: %@-%@ · %lld 天

# %@-%@ · 1 day
source: %1$@-%2$@ · 1 day
de: %@-%@ · 1 Tag
es: %@-%@ · 1 día
fr: %@-%@ · 1 jour
it: %@-%@ · 1 giorno
pl: %@-%@ · 1 dzień
pt_pt: %@-%@ · 1 dia
ru: %@-%@ · 1 день
th: %@ – %@ · 1 วัน
zh_hans: %@-%@ · 1 天
zh_hant: %@-%@ · 1 天

# %@, %@, in use
source: %1$@, %2$@, in use
de: %1$@, %2$@, in Benutzung
es: %@, %@, en uso
fr: %1$@, %2$@, en cours d'utilisation
it: %@, %@, in uso
pl: %1$@, %2$@, w użyciu
pt_pt: %1$@, %2$@, em uso
ru: %1$@, %2$@, используется
th: %@, %@, ใช้งานอยู่
zh_hans: %@，%@，使用中
zh_hant: %@，%@，使用中

# %@, %@, no data
source: %1$@, %2$@, no data
de: %1$@, %2$@, keine Daten
es: %@, %@, sin datos
fr: %1$@, %2$@, aucune donnée
it: %@, %@, nessun dato
pl: %1$@, %2$@, brak danych
pt_pt: %1$@, %2$@, sem dados
ru: %1$@, %2$@, нет данных
th: %@, %@ ไม่มีข้อมูล
zh_hans: %@，%@，无数据
zh_hant: %@，%@，沒有資料

source: %@, %@. See how it is scored.
de: %@, %@. Erfahre, wie es berechnet wird.
es: %@, %@. Descubre cómo se calcula.
fr: %@, %@. Découvrez comment c'est calculé.
it: %@, %@. Scopri come viene calcolato.
pl: %@, %@. Zobacz jak jest punktowany.
pt_pt: %@, %@. Veja como é pontuado.
ru: %@, %@. Узнайте, как это рассчитывается.
th: %@, %@. ดูว่าคะแนนเป็นอย่างไร
zh_hans: %@，%@。了解它是如何计算的。
zh_hant: %@，%@。了解它是如何計算的。

# %@, %lld items, %@
source: %1$@, %2$lld items, %3$@
de: %@, %lld Artikel, %@
es: %@, %lld artículos, %@
fr: %@, %lld articles, %@
it: %@, %lld articoli, %@
pl: %@, elementy: %lld, %@
pt_pt: %@, %lld itens, %@
ru: %@, %lld шт., %@
th: %@, %lld รายการ, %@
zh_hans: %@、%lld 项、%@
zh_hant: %@、%lld 項、%@

source: %@, a good sign.
de: %@, ein gutes Zeichen.
es: %@, buena señal.
fr: %@, bon signe.
it: %@, un buon segno.
pl: %@, dobry znak.
pt_pt: %@, um bom sinal.
ru: %@ — хороший знак.
th: %@ เป็นสัญญาณที่ดี.
zh_hans: %@，是个好迹象。
zh_hant: %@，是個好跡象。

source: %@, correlation %@, %lld days
de: %@, Korrelation %@, %lld Tage
es: %@, correlación %@, %lld días
fr: %@, corrélation %@, %lld jours
it: %@, correlazione %@, %lld giorni
pl: %@, korelacja %@, %lld dni
pt_pt: %@, correlação %@, %lld dias
ru: %@, корреляция %@, %lld дн.
th: %@, สหสัมพันธ์ %@, %lld วัน
zh_hans: %@，相关性 %@，%lld 天
zh_hant: %@，相關性 %@，%lld 天

# %@, latest %@, %lld readings
source: %1$@, latest %2$@, %3$lld readings
de: %1$@, zuletzt %2$@, %3$lld Messwerte
es: %@, última %@, %lld lecturas
fr: %1$@, dernier %2$@, %3$lld lectures
it: %1$@, ultima %2$@, %3$lld letture
pl: %1$@, najnowsze odczyty %2$@, %3$lld
pt_pt: %1$@, mais recente %2$@, %3$lld leituras
ru: %1$@, последнее %2$@, %3$lld измерений
th: %@ · ล่าสุด %@ · ค่าที่วัดได้ %lld ค่า
zh_hans: %1$@，最新 %2$@，%3$lld 条读数
zh_hant: %1$@，最新 %2$@，%3$lld 筆讀數

# %@, mood %lld of 5
source: %1$@, mood %2$lld of 5
de: %1$@, Stimmung %2$lld von 5
es: %@, ánimo %lld de 5
fr: %1$@, humeur %2$lld sur 5
it: %1$@, umore %2$lld di 5
pl: %1$@, nastrój %2$lld równy 5
pt_pt: %1$@, humor %2$lld de 5
ru: %1$@, настроение %2$lld из 5
th: %@ อารมณ์ %lld จาก 5
zh_hans: %1$@，心情 %2$lld / 5
zh_hant: %1$@，心情 %2$lld / 5

source: %@, range %@ to %@
de: %@, Bereich %@ bis %@
es: %@, rango de %@ a %@
fr: %@, plage %@ à %@
it: %@, intervallo da %@ a %@
pl: %@, zakres od %@ do %@
pt_pt: %@, intervalo de %@ a %@
ru: %@, диапазон от %@ до %@
th: %@, ช่วง %@ ถึง %@
zh_hans: %@，范围 %@ 至 %@
zh_hant: %@，範圍 %@ 至 %@

source: %@, selected
de: %@, ausgewählt
es: %@, seleccionado
fr: %@, sélectionné
it: %@, selezionato
pl: %@, wybrano
pt_pt: %@, selecionado
ru: %@, выбрано
th: เลือก %@ แล้ว
zh_hans: %@，已选择
zh_hant: %@，已選擇

# %@, signal %lld of 4
source: %1$@, signal %2$lld of 4
de: %1$@, Signal %2$lld von 4
es: %@, señal %lld de 4
fr: %1$@, signal %2$lld sur 4
it: %1$@, segnale %2$lld di 4
pl: %1$@, sygnał %2$lld równy 4
pt_pt: %1$@, sinal %2$lld de 4
ru: %1$@, сигнал %2$lld из 4
th: %@, สัญญาณ %lld จาก 4
zh_hans: %1$@，信号 %2$lld / 4
zh_hant: %1$@，訊號 %2$lld / 4

source: %@, worth a look.
de: %@, einen Blick wert.
es: %@, vale la pena mirarlo.
fr: %@, à regarder de plus près.
it: %@, vale un'occhiata.
pl: %@, warto obejrzeć.
pt_pt: %@, vale a pena espreitar.
ru: %@ — стоит обратить внимание.
th: %@ น่าดู
zh_hans: %@，值得看看。
zh_hant: %@，值得留意。

source: %@, your coach
de: %@, dein Coach
es: %@, tu coach
fr: %@, votre coach
it: %@, il tuo allenatore
pl: %@, Twój trener
pt_pt: %@, seu treinador
ru: %@, ваш тренер
th: %@ โค้ชของคุณ
zh_hans: %@，你的教练
zh_hant: %@，你的教練

# %@: %@ last night, %lld percent of the night
source: %1$@: %2$@ last night, %3$lld percent of the night
de: %1$@: %2$@ letzte Nacht, %3$lld Prozent der Nacht
es: %@: %@ anoche, %lld por ciento de la noche
fr: %1$@ : %2$@ la nuit dernière, %3$lld pour cent de la nuit
it: %@: %@ la scorsa notte, %lld percento della notte
pl: %1$@: %2$@ ostatniej nocy, %3$lld procent nocy
pt_pt: %1$@: %2$@ na última noite, %3$lld por cento da noite
ru: %1$@: %2$@ прошлой ночью, %3$lld процентов ночи
th: %@: %@ เมื่อคืน, %lld เปอร์เซ็นต์ของคืน
zh_hans: %@：昨晚 %@，占整晚的百分之 %lld
zh_hant: %@：昨晚 %@，佔整晚的百分之 %lld

# %@: %@ last night, %lld percent of the night, typical %@
source: %1$@: %2$@ last night, %3$lld percent of the night, typical %4$@
de: %1$@: %2$@ letzte Nacht, %3$lld Prozent der Nacht, typisch %4$@
es: %@: %@ anoche, %lld por ciento de la noche, típico %@
fr: %1$@ : %2$@ la nuit dernière, %3$lld pour cent de la nuit, typique %4$@
it: %@: %@ la scorsa notte, %lld percento della notte, tipico %@
pl: %1$@: %2$@ ostatniej nocy, %3$lld procent nocy, typowe %4$@
pt_pt: %1$@: %2$@ ontem à noite, %3$lld percentagem da noite, típico %4$@
ru: %1$@: %2$@ прошлой ночью, %3$lld процентов ночи, обычно %4$@
th: %@: %@ เมื่อคืน, %lld เปอร์เซ็นต์ของคืน, โดยทั่วไป %@
zh_hans: %@：昨晚 %@，占整晚的百分之 %lld，通常为 %@
zh_hant: %@：昨晚 %@，佔整晚的百分之 %lld，一般為 %@

# %@: %@ last night, %lld percent of the night%@
source: %1$@: %2$@ last night, %3$lld percent of the night%4$@
de: %1$@: %2$@ letzte Nacht, %3$lld Prozent der Nacht%4$@
es: %@: %@ anoche, %lld por ciento de la noche%@
fr: %1$@ : %2$@ la nuit dernière, %3$lld pour cent de la nuit%4$@
it: %1$@: %2$@ la scorsa notte, %3$lld percento della notte%4$@
pl: %1$@: %2$@ ostatniej nocy, %3$lld procent nocy%4$@
pt_pt: %1$@: %2$@ ontem à noite, %3$lld percentagem da noite%4$@
ru: %1$@: %2$@ прошлой ночью, %3$lld процентов ночи%4$@
th: %@: %@ เมื่อคืน, %lld เปอร์เซ็นต์ของคืน%@
zh_hans: %1$@：昨晚 %2$@，占整晚的百分之 %3$lld%4$@
zh_hant: %1$@：昨晚 %2$@，佔整晚的百分之 %3$lld%4$@

source: %@: %@ last night%@
de: %@: %@ letzte Nacht%@
es: %@: %@ anoche%@
fr: %@ : %@ la nuit dernière%@
it: %@: %@ la scorsa notte%@
pl: %@: %@ ostatniej nocy%@
pt_pt: %@: %@ ontem à noite%@
ru: %@: %@ прошлой ночью%@
th: %@: %@ เมื่อคืน%@
zh_hans: %@：昨晚 %@%@
zh_hant: %@：昨晚 %@%@

# %@: %@ litres
source: %1$@: %2$@ litres
de: %1$@: %2$@ Liter
es: %@: %@ litros
it: %1$@: %2$@ litri
pl: %1$@: %2$@ litrów
pt_pt: %1$@: %2$@ litros
ru: %1$@: %2$@ литров
th: %@ : %@ ลิตร
zh_hans: %1$@：%2$@ 升
zh_hant: %1$@：%2$@ 公升

# %@: %@ of Charge
source: %1$@: %2$@ of Charge
de: %1$@: %2$@ der Ladung
es: %@: %@ de Carga
fr: %1$@ : %2$@ de Charge
it: %1$@: %2$@ di carica
pl: %1$@: %2$@ z Energia
pt_pt: %1$@: %2$@ de Carga
ru: %1$@: %2$@ заряда
th: %@: %@ ของพลังฟื้นตัว
zh_hans: %1$@：%2$@ 能量
zh_hant: %1$@：%2$@ 能量

# %@: %@ this week, down %@ week over week
source: %1$@: %2$@ this week, down %3$@ week over week
de: %1$@: %2$@ diese Woche, %3$@ weniger als in der Vorwoche
es: %@: %@ esta semana, %@ menos que la semana anterior
fr: %1$@ : %2$@ cette semaine, en baisse de %3$@ par rapport à la semaine précédente
it: %@: %@ questa settimana, in calo di %@ rispetto alla settimana scorsa
pl: %1$@: %2$@ w tym tygodniu, spadek %3$@ tydzień po tygodniu
pt_pt: %1$@: %2$@ esta semana, queda %3$@ semana após semana
ru: %1$@: %2$@ на этой неделе, снижение на %3$@ по сравнению с прошлой неделей
th: %@: %@ ในสัปดาห์นี้ ลดลง %@ สัปดาห์ต่อสัปดาห์
zh_hans: %@：本周 %@，环比下降 %@
zh_hant: %@：本週 %@，較上週下降 %@

# %@: %@ this week, no comparison.
source: %1$@: %2$@ this week, no comparison.
de: %1$@: %2$@ diese Woche, kein Vergleich.
es: %@: %@ esta semana, sin comparación.
fr: %1$@ : %2$@ cette semaine, aucune comparaison.
it: %@: %@ questa settimana, nessun confronto.
pl: %1$@: %2$@ w tym tygodniu, bez porównania.
pt_pt: %1$@: %2$@ esta semana, sem comparação.
ru: %1$@: %2$@ на этой неделе, сравнение недоступно.
th: %@: %@ สัปดาห์นี้ ไม่มีการเปรียบเทียบ
zh_hans: %@：本周 %@，无对比数据。
zh_hant: %@：本週 %@，沒有可比較的資料。

# %@: %@ this week, unchanged %@ week over week
source: %1$@: %2$@ this week, unchanged %3$@ week over week
de: %1$@: %2$@ diese Woche, unverändert %3$@ gegenüber der Vorwoche
es: %@: %@ esta semana, sin cambios %@ respecto a la semana anterior
fr: %1$@ : %2$@ cette semaine, inchangé %3$@ par rapport à la semaine précédente
it: %@: %@ questa settimana, invariato %@ rispetto alla settimana scorsa
pl: %1$@: %2$@ w tym tygodniu, bez zmian %3$@ tydzień po tygodniu
pt_pt: %1$@: %2$@ esta semana, inalterado %3$@ semana após semana
ru: %1$@: %2$@ на этой неделе, без изменений %3$@ по сравнению с прошлой неделей
th: %@: %@ ในสัปดาห์นี้, %@ ไม่เปลี่ยนแปลงทุกสัปดาห์
zh_hans: %@：本周 %@，环比持平 %@
zh_hant: %@：本週 %@，與上週持平 %@

# %@: %@ this week, up %@ week over week
source: %1$@: %2$@ this week, up %3$@ week over week
de: %1$@: %2$@ diese Woche, %3$@ mehr als in der Vorwoche
es: %@: %@ esta semana, %@ más que la semana anterior
fr: %1$@ : %2$@ cette semaine, en hausse de %3$@ par rapport à la semaine précédente
it: %@: %@ questa settimana, in aumento di %@ rispetto alla settimana scorsa
pl: %1$@: %2$@ w tym tygodniu, wzrost %3$@ tydzień po tygodniu
pt_pt: %1$@: %2$@ esta semana, aumento de %3$@ semana após semana
ru: %1$@: %2$@ на этой неделе, рост на %3$@ по сравнению с прошлой неделей
th: %@: %@ ในสัปดาห์นี้ เพิ่มขึ้น %@ สัปดาห์ต่อสัปดาห์
zh_hans: %@：本周 %@，环比上升 %@
zh_hant: %@：本週 %@，較上週上升 %@

# %@: %@, %lld percent of the night
source: %1$@: %2$@, %3$lld percent of the night
de: %1$@: %2$@, %3$lld Prozent der Nacht
es: %@: %@, %lld por ciento de la noche
fr: %1$@ : %2$@, %3$lld pour cent de la nuit
it: %1$@: %2$@, %3$lld percento della notte
pl: %1$@: %2$@, %3$lld procent nocy
pt_pt: %1$@: %2$@, %3$lld percentagem da noite
ru: %1$@: %2$@, %3$lld процентов ночи
th: %@: %@, %lld เปอร์เซ็นต์ของคืน
zh_hans: %1$@：%2$@，占整晚的百分之 %3$lld
zh_hant: %1$@：%2$@，佔整晚的百分之 %3$lld

# %@: %@. Fix in Settings.
source: %1$@: %2$@. Fix in Settings.
de: %1$@: %2$@. In den Einstellungen beheben.
es: %@: %@. Corrígelo en Ajustes.
fr: %1$@ : %2$@. À corriger dans Paramètres.
it: %1$@: %2$@. Correggi in Impostazioni.
pl: %1$@: %2$@. Napraw w Ustawieniach.
pt_pt: %1$@: %2$@. Corrija nas definições.
ru: %1$@: %2$@. Исправьте в настройках.
th: %@: %@. แก้ไขในการตั้งค่า
zh_hans: %1$@：%2$@。请在设置中修正。
zh_hant: %1$@：%2$@。請在設定中修正。

source: %@: %@. Not enough history yet for a typical range.
de: %1$@: %2$@. Noch nicht genug Geschichte für einen typischen Bereich.
es: %1$@: %2$@. Aún no hay suficiente historia para un rango típico.
fr: %1$@: %2$@. Pas encore assez d'historique pour une gamme typique.
pl: %@: %@. Za mało historii dla typowego asortymentu.
pt_pt: %@: %@. Ainda não há histórico suficiente para uma faixa típica.
th: %@: %@. ประวัติยังไม่เพียงพอสำหรับช่วงทั่วไป

# %@: estimated %lld steps, phone %lld steps, %lld percent difference
source: %1$@: estimated %2$lld steps, phone %3$lld steps, %4$lld percent difference
de: %1$@: geschätzt %2$lld Schritte, Telefon %3$lld Schritte, %4$lld Prozent Unterschied
es: %@: %lld pasos estimados, %lld pasos del teléfono, %lld por ciento de diferencia
fr: %1$@ : %2$lld pas estimés, %3$lld pas selon le téléphone, %4$lld pour cent de différence
it: %1$@: %2$lld passi stimati, %3$lld passi dal telefono, %4$lld percento di differenza
pl: %1$@: szacowane kroki %2$lld, kroki telefonu %3$lld, różnica procentowa %4$lld
pt_pt: %1$@: passos estimados de %2$lld, passos de telefone %3$lld, diferença percentual de %4$lld
ru: %1$@: примерно %2$lld шагов, телефон — %3$lld шагов, разница %4$lld процентов
th: %@: จำนวนก้าวโดยประมาณของ %lld, จำนวนก้าวของโทรศัพท์ %lld, ส่วนต่างเปอร์เซ็นต์ของ %lld
zh_hans: %1$@：估算 %2$lld 步，手机 %3$lld 步，相差百分之 %4$lld
zh_hant: %1$@：估算 %2$lld 步，手機 %3$lld 步，相差百分之 %4$lld

source: %@: no data
de: %@: keine Daten
es: %@: sin datos
fr: %@ : aucune donnée
it: %@: nessun dato
pl: %@: brak danych
pt_pt: %@: sem dados
ru: %@: нет данных
th: %@: ไม่มีข้อมูล
zh_hans: %@：无数据
zh_hant: %@：沒有資料

# %@. %@. Opens Goal and Journey.
source: %1$@. %2$@. Opens Goal and Journey.
de: %@. %@. Opens Goal and Journey.
es: %@. %@. Opens Goal and Journey.
fr: %@. %@. Opens Goal and Journey.
it: %@. %@. Opens Goal and Journey.
pl: %@. %@. Otwiera Cel i Drogę.
pt_pt: %@. %@. Opens Goal and Journey.
ru: %@. %@. Opens Goal and Journey.
th: %1$@. %2$@. เปิดเป้าหมายและการเดินทาง
zh_hans: %@. %@. Opens Goal and Journey.
zh_hant: %@. %@. Opens Goal and Journey.

source: %@. Imported, can't be merged.
de: %@. Importiert, kann nicht zusammengeführt werden.
es: %@. Importado, no se puede fusionar.
fr: %@. Importé, ne peut pas être fusionné.
it: %@. Importato, non può essere unito.
pl: %@. Zaimportowane, nie można scalić.
pt_pt: %@. Importado, não pode ser mesclado.
ru: %@. Импортировано, объединить невозможно.
th: %@. นำเข้าแล้วรวมไม่ได้
zh_hans: %@。已导入，无法合并。
zh_hant: %@。已導入，無法合併。

source: %@. Not selected.
de: %@. Nicht ausgewählt.
es: %@. No seleccionado.
fr: %@. Non sélectionné.
it: %@. Non selezionato.
pl: %@. Nie wybrano.
pt_pt: %@. Não selecionado.
ru: %@. Не выбрано.
th: %@. ไม่ได้เลือก
zh_hans: %@。没有被选中。
zh_hant: %@。沒有被選中。

source: %@. Selected.
de: %@. Ausgewählt.
es: %@. Seleccionado.
fr: %@. Choisi.
it: %@. Selezionato.
pl: %@. Wybrano.
pt_pt: %@. Selecionado.
ru: %@. Выбрано.
th: เลือก %@ แล้ว
zh_hans: %@。已选择。
zh_hant: %@。已選擇。

source: %@. Swipe or tap to change day
de: %@. Zum Tageswechsel streichen oder tippen
es: %@. Desliza o toca para cambiar de día
fr: %@. Balayez ou touchez pour changer de jour
it: %@. Scorri o tocca per cambiare giorno
pl: %@. Przesuń lub dotknij, aby zmienić dzień
pt_pt: %@. Deslize ou toque para alterar o dia
ru: %@. Проведите пальцем или нажмите, чтобы сменить день
th: %@. ปัดหรือแตะเพื่อเปลี่ยนวัน
zh_hans: %@。滑动或点击以切换日期
zh_hant: %@。滑動或點擊以切換日期
